Repository: stefan-niculae/gods-acre
Catalog: webapp/locale/*/LC_MESSAGES/django.po
Languages: ro

source: God's Acre
ro: Hectarul lui Dumnezeu

source: Cemetery Administration
ro: Administrare cimitir

source: For {entity_link}, the year ({entity.year}) is distant: {distance} years from today
ro: Pentru {entity_link}, anul ({entity.year}) este depărtat: {distance} ani distananță

source: Active Deed
ro: Act curent

source: Active Owners
ro: Concesionari curenți

source: Operations
ro: Operații

source: Constructions
ro: Construcții

source: Sharing Deed
ro: Împart actul

source: Last Paid
ro: Ultima plată

source: Unkept Since
ro: Neîntreținut din

source: Sharing Auth.
ro: Împart autorizația

source: This spot ({spot_link}) has more than one active deed: {deeds_links}
ro: Locul acesta ({spot_link}) are mai mult de un act activ: {deeds_links}

# short
source: Deed
ro: Act

source: Spots
ro: Locuri de veci

source: Receipts
ro: Chitanțe

source: Owners
ro: Concesionari

source: Receipt
ro: Chitanță

source: Address
ro: Adresă

source: City
ro: Localitate

# short
source: Deeds
ro: Acte

source: Phone
ro: Telefon

source: Date
ro: Dată

source: Owner
ro: Concesionar

source: Spot
ro: Loc de veci

source: For {entity_link}, the date ({entity.date}) is distant: {distance:.1f} years from today
ro: Pentru {entity_link}, data ({entity.date}) este depărtată: {distance:.1f} ani distananță

source: Construction
ro: Construcție

source: Authorizations
ro: Autorizații

source: Owner Builder
ro: Regie proprie

source: Company
ro: Companie

source: #Constructions
ro: Nr construcții

# short
source: Receipt
ro: Chitanță

source: Receipt Year
ro: An chitanță

source: Total Value
ro: Valoare totală

source: Units
ro: Unități

source: Payment Year(s)
ro: An(i) plătiți

source: Mark selected entries as kept
ro: Marchează intrările selectate ca întreținute

source: Mark selected entries as unkept
ro: Marchează intrările selectate ca neîntreținute

source: cemetery
ro: cimitir

source: s
ro: i

source: Wipe beforehand
ro: Șterge tot înainte

source: on
ro: pe

source: for
ro: pt

source: in
ro: în

source: number
ro: număr

source: year
ro: an

source: parcel
ro: parcelă

source: row
ro: rând

source: column
ro: coloană

source: spots
ro: locuri de veci

source: owner dead
ro: proprietar decedat

source: donated
ro: donat

source: lost
ro: pierdut

source: cancel reason
ro: motiv anulare

source: Deed
ro: Act de concesiune

source: Deeds
ro: Acte de concesiune

source: deed
ro: act de concesiune

source: value
ro: valoare

source: Ownership Receipt
ro: Chitanță proprietate

source: Ownership Receipts
ro: Chitanțe proprietate

source: name
ro: nume

source: phone
ro: telefon

source: address
ro: adresă

source: city
ro: oraș

source: deeds
ro: acte de concesiune

source: burial
ro: înhumare

source: exhumation
ro: dezhumare

source: type
ro: tip

source: deceased
ro: decedat

source: date
ro: dată

source: spot
ro: loc de veci

source: exhumation written report
ro: proces verbal exhumare

source: remains brought from
ro: oseminte aduse din

source: Operation
ro: Operație

source: Companies
ro: Companii

source: tomb
ro: cavou

source: border
ro: bordură

source: company
ro: companie

source: owner builder
ro: regie proprie

source: construction
ro: construcție

source: Authorization
ro: Autorizație

source: Payment Receipt
ro: Chitanță contribuție

source: Payment Receipts
ro: Chitanțe contribuții

source: receipt
ro: chitanță

source: Payment Unit
ro: Unitate de plată

source: Payment Units
ro: Unități de plată

source: kept
ro: întreținut

source: Maintenance
ro: Întreținere

source: Maintenances
ro: Întreținere

source: Import entries
ro: Importare înregistrări

source: See documentation for expected sheets, columns and values
ro: Vezi documentația pentru pagini, coloane si valori așteptate

source: Submit
ro: Trimite

source: Parsing results
ro: Rezultate parsare

source: Parsing feedback (error/success for each row) will appear here after submitting the excel file.
ro: Feedback după parsare (eroare/succes pt fiecare rănd) va apărea aici după încărcarea fisierului excel

source: Row number in the original excel document
ro: Numărul rândului în documentul original excel

source: Row
ro: Rând

source: The result of parsing the row
ro: Rezultatul parsării rândului

source: Status
ro: Statut

source: Additional information based on parsing status
ro: Informații adiționale pe baza rezultatului parsării

source: Info
ro: Informații

source: Technical information
ro: Informații tehnice

source: Additional Info
ro: Informații adiționale

source: Must be after {MIN_YEAR}
ro: Trebuie să fie după {MIN_YEAR}

source: Must be before {MAX_YEAR}
ro: Trebuie să fie înainde de {MIN_YEAR}

source: A letter followed by an optional number
ro: O literă urmată, opțional, de un număr

source: A number optionally followed by a letter or "bis"
ro: Un număr urmat, opțional, de o literă sau de "bis"

source: A number up to 4 digits long
ro: Un număr de până la 4 cifre

source: A payment value cannot be negative
ro: Valoarea unei plăți nu poate fi negativă

source: At least two letters, spaces or dashes (-)
ro: Cel puțin două litere, spații sau cratime (-)

source: Start with 07 or 7, followed by eight digits
ro: Trebuie să înceapă cu 07 sau cu 7, urmat de opt cifre

source: At least two letters, digits, spaces, periods (.) or dashes (-)
ro: Cel puțin doua litere, cifre, spații sau cratime (-)

source: fail
ro: eșuat

source: add
ro: adăugat

source: duplicate
ro: duplicat

source: Finished importing: {totals["add"]} successful, {totals["fail"]} failed, {totals["duplicate"]} duplicates
ro: Terminat de importat: {totals["add"]} cu sucess, {totals["fail"]} au esuat, {totals["duplicate"]} duplicate

source: Add Another
ro: Adaugă unul nou

source: English
ro: Engleză

source: Romanian
ro: Română

source: Ownership
ro: Proprietate

source: Burials
ro: Înhumări

source: Payments
ro: Contribuții

source: Models
ro: Modele

source: Data
ro: Date

source: Import
ro: Importare
